<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Settings Language Lines
	|--------------------------------------------------------------------------
	|
	| The following language lines are used on the settings page.
	|
	*/
    
    'settings' => 'Настройки',

    'configuration' => 'Конфигурация',

	'update' => 'Запиши',

	'heatmap' => 'Топлинна карта',
	
	'general' => 'Основни настройки',

	'purchase' => 'Гледай навсякъде по света използвайки <b>Kerberos.cloud</b>, <u>започни сега</u> само за 1,49€ на месец!',

	'basic' => 'Базови',

	'advanced' => 'Разширени',

	'name' => 'Име',

	'nameInfo' => 'Уникално име на камерата е необходимо ако ще ползвате повече от една Kerberos.io инстанции.',

	'timezone' => 'Часова зона',

	'timezoneInfo' => 'Часовата зона се използва за да показва коректно времето на събитията. Използва се от Machinery и Web интерфейсът.',

	'camera' => 'Камера',

	'usbcamera' => 'USB камера',

	'usbcameraInfo' => 'Избери тази опция, ако ще използваш USB камера.',

	'rpicamera' => 'RPi камера',

	'rpicameraInfo' => 'Избери тази опция, ако Kerberos.io работи на Raspberry Pi. Използвай при Raspberry Pi камера модул (v1 или v2).',

	'ipcamera' => 'IP камера',

	'ipcameraInfo' => 'Избери тази опция, ако искаш да използваш IP камера която поддържа RTSP или MJPEG протокол.',

	'surveillanceMode' => 'Наблюдение',

	'motion' => 'Движение',

	'motionInfo' => 'Детектор на движение който записва снимка, видео и може да включи други устройства използвайки webhook. Настройка за отчитане на двивижение само в определени зони от изгледа.',

	'storage' => 'Съхранение',

	'storageInfo' => 'Използвай Kerberos.cloud a да гледаш повече от една Kerberos.io инстанции от целия свят.',

	'dontForget' => 'Натисни "Запиши" за да запазиш промените.',

	'update' => 'Запиши',

	'cancel' => 'Отмени',

	'confirmAndSelect' => 'Избери',


	// --------------
	// Camera

	'width' => 'Широчина',

	'height' => 'Височина',

	'widthHeightInfo' => 'Резолюцията на изображението което ще бъде записано. Убедете се че се поддържа от камерата!',

	'delay' => 'закъснение в секунди',

	'delayInfo' => 'Закъснението (в секунди) което Kerberos.io ще изчака между два фрейма при запис. Това е полезно за да се намали броя на снимките които се обработват за секунда, което намаля натовареността на системата.',

	'livestream' => 'фрейм/секунда при гледане на живо',

	'livestreamInfo' => 'Фреймове за секунда при гледане на живо. Гледането на живо може да се спре, ако тази опция се сложи на нула.',

	'rotate' => 'Кликнете върху картинката ако камерата за завъртяна. Пример: ако камерата е завъртяна на обратно и картинката трябва да бъде завъртяна на обратно.',

	'url' => 'Въведете URL на RTSP или MJPEG stream на вашата IP камера.',

	// ----------------
	// Motion

	'image' => 'Снимка',

	'video' => 'Видео',

	'step1' => 'Стъпка 1. Изберете зона',

	'step1Info' => 'Преместете точките за да очертаете зоната на интерест. С двойно кликване върху точка може те да я премахнете. С двойно кликване върху бялата линия може да създаде нова точка.',

	'step2' => 'Стъпка 2. Задайте параметри',

	'step2Info' => 'Променяйки настройте може да направите засичането на движение повече или по-малко чувствително.',

	'step3' => 'Стъпка 3. Избери един или повече изхода',

	'step3Info' => 'Когато движение бъде засечено един или няколко изхода могат да бъдат включени. Операциите са не блокиращи.',

	'sensitivity' => 'чувствителност',

	'sensitivityInfo' => 'Увеличавайки плъзгача ще накара Kerberos.io да бъде по чувствителен на движение и обратното, намалявайки го ще се намали и чувствителността.',

	'numberOfDetections' => 'необходими движения за валидно събитие',

	'numberOfDetectionsInfo' => 'Броя на засечените последователни движения които са необходими за да сметне че е настъпило събитие. Ако увеличите тази стойност, ще намалите възможността от фалшиви събития предизвикани от облаци и други.',

		// ------------------
		// Timestamp - Colors

	'noTimestamp' => 'без времеви индикатор',

	'white' => 'бял',

	'black' => 'черен',

	'red' => 'червен',

	'green' => 'зелен',

	'blue' => 'син',

	'drawTimestamp' => 'добави времеви индикатор',

	'drawTimestampInfo' => 'Може добавите текущата дата и част към снимките когато се записват.',

	'drawTimestampInfoVideo' => 'Може добавите текущата дата и част към видеото когато се записва.',

	'privacy' => 'поверителност',

	'privacyInfo' => 'Ако тази опция е пусната, само зоната избрана от Стъпка 1 ще бъде видима при запис, останалата част ще бъде в черно.',

	'fps' => 'фрейма за секунда',

	'fpsInfo' => 'Фрейма за секунда при запис на видео файл. Имайте предвид, че Raspberry Pi може да обработи ограничен брой фрейма за секунда (пример: 7 FPS).',

	'secondsRecord' => 'секунди на запис',

	'secondsRecordInfo' => 'Брой секунди които да бъдат записани след като движение бъде засечено.',

	'webhookUrl' => 'url',

	'webhookUrlInfo' => 'URL към който POST заявка ще изпрати JSON обект.',

	'scriptPath' => 'път на файловата система',

	'scriptPathInfo' => 'Път до BASH скрипт който да бъде изпълнен. JSON обект ще бъде подаден като параметър.',

	'gpioPin' => 'пин',

	'gpioPinInfo' => 'Избери GPIO пин който да получи импулс.',

	'gpioPeriod' => 'времетраене',

	'gpioPeriodInfo' => 'Времетраене на импулса в микросекунди.',

	// --------------
	// Cloud

	'whatIsThis' => 'Какво е това',

	'whatIsthisInformation' => 'Kerberos.io идва със собствено cloud-базирано приложение. Ако се абонирате може да синхронизирате и преглеждате всички снимки и видеа от всякъде по света. След абонирате, ще получите информация която трябва да попълните на полетата от ляво. След потвърждение и запазване на настройките, активността ще бъде синхронизирана автоматично. Забавлявайте се!',

	'subscribeNow' => 'Абонирай се само за €1,49'

);
