<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Welcome Language Lines
	|--------------------------------------------------------------------------
	|
	| The following language lines are used on the welcome page.
	|
	*/

	'settingThingsUp' => 'Настройване...',

	'welcome' => 'Здравей!',

	'introduction1' => 'Здравей, добре дошъл в семейството! Kerberos.io се използва от безброй потребители за много различни цели като наблюдение и анализ. Kerberos.io е за <b>обикновени потребители</b>, които наглеждат домашни любимци и/или жилище, както и за <b>големи и малки организации</b>! Планираш да правиш готини неща с Kerberos.io? Сподели го с нас...',

	'introduction2' => 'След като приключи инсталираното, ти ще можеш да настроиш твоята система за сигурност с <b>камери по твой избор</b>. Забавлявай се!. Тук може да намериш полезни връзки към допълнителна информация за нас.',

	'next' => 'Следваща',

	'skip' => 'Пропусни',

	'finish' => 'Край',

	'setupProfile' => 'Конфигуриране на профил',

	'changeCredentials1' => 'Web интерфейсът е защитен с потребителско име и парола за да бъдат защитени снимките и видеата от други хора. Опазването на данните е много важно за нас.',

	'changeCredentials2' => 'След успешно вписване в системата, ти ще можеш да <b>настроиш</b> Kerberos.io и да <b>прегледаш</b> всички събития.',

	'changeCredentials3' => 'По подразбиране потребителското име е <b>root</b> с парола <b>root</b>. Попълнете полетата долу за да ги смените или ги оставете празни за да ги запазите.',

	'cloudStorage' => 'Cloud хранилище',

	'cloud1' => 'Ако ще използвате повече от една Kerberos.io инстанции и искаш нотификации в реално време, <b>Kerberos.cloud</b> е това от което имаш нужда! С <b>Kerberos.cloud</b> може да следиш множество инстанции използвайки общ интерфейс който изглежда по същия начин както локалния Kerberos.io интерфейс. Нищо ново, само сме добавили няколко полезни придобивки:',

	'cloudReviewActivity' => 'Преглеждай събитията от целия свят.',

	'cloudNotifications' => 'Browser и Pushbullet нотификации.',

	'cloudTimeline' => 'Хронология на активността която се вижда с един поглед.',

	'cloudOverview' => 'Лесен преглед на всички инстанции.',

	'cloudRegister' => 'За да започнеш трябва да се регистрираш на <a target="_blank" href="https://cloud.kerberos.io">cloud.kerberos.io</a>, и да се абонираш за план.',

	'username' => 'потребителско име',

	'enterUsername' => 'Въведи потребителско име',

	'language' => 'език',

	'languageInfo' => 'Ако Вашият език липсва или не е пълен, може да помогнете като посетите Github хранилището.',

	'password' => 'парола',

	'choosePassword' => 'Въведи парола',

	'confirmPassword' => 'Повтори паролата',

);
